<template>
  <div class="hl-agreement">
    <h1>隐私政策</h1>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;天津易维数科信息科技有限公司(以下简称“我们”)是维客易公众号/微信客户端/手机APP等（以下简称“维客易APP”）的运营主体，我们非常重视用户个人信息及用户隐私的保护，基于此，我们依据现行相关法律法规的规定，制定本隐私政策。在<b>您使用我们的产品或服务时，我们为了更好的为您提供服务，可能会收集和使用您的个人相关信息，请您在使用我们的产品或服务前认真阅读并确认充分理解本隐私政策，特别是加粗的内容。在您使用我们提供的产品或服务时，即意味着您已阅读本隐私政策所有条款，并对本隐私政策条款的含义及相应的法律后果已全部通晓并充分理解，并且同意我们按照本隐私政策（含更新版本）收集、使用并保护您的个人信息。如果您不同意本隐私政策的部分或全部内容、或对本隐私政策内容有任何疑问，您应立即停止使用我们提供的产品或服务，并通过客服与我们联系。</b></p>
    <p>本隐私政策将帮助您了解如下内容：</p>
    <p>1. 我们如何收集和使用您的个人信息</p>
    <p>2. 我们如何使用Cookie和同类技术</p>
    <p>3. 我们如何共享、转让、公开披露您的个人信息</p>
    <p>4. 我们如何保护和保存您的个人信息</p>
    <p>5. 您如何管理您的个人信息及隐私</p>
    <p>6. 未成年人的个人信息保护</p>
    <p>7. 通知和修订</p>
    <p>8. 如何联系我们</p>
    <p>9. 其他</p>
    <h4>1、我们如何收集和使用您的个人信息</h4>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;<u>个人信息</u>是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。本隐私政策中涉及的<u>个人信息</u>包括：基本信息（包括个人姓名、生日、性别、住址、个人电话号码、电子邮箱）；个人身份信息（包括身份证、军官证、护照、驾驶证等）；网络身份标识信息（包括系统账号、IP地址、邮箱地址及与前述有关的密码、口令、口令保护答案）；个人财产信息（房产信息、交易和消费记录以及余额、出借金额、还款记录等）；通讯录；个人上网记录（包括网站浏览记录、软件使用记录、点击记录）；个人常用设备信息（包括硬件型号、设备MAC地址、操作系统类型、安装应用软件列表）；唯一设备识别码（如IMEI/android ID/IDFA/OPENUDID/GUID、SIM卡IMSI信息等在内的描述个人常用设备基本情况的信息）；个人位置信息（包括精准定位信息、经纬度等）；</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;个人敏感信息是指一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等的个人信息，本隐私政策中涉及的个人敏感信息包括：您的财产信息（包括房产信息、交易记录及账户余额、出借金额等）；个人身份信息（包括身份证、军官证、护照、驾驶证、户口本）；网络身份识别信息（包括账户名、账户昵称、邮箱地址及与前述有关的密码与密码保护问题和答案）；其他信息（包括通讯录、个人电话号码、手机号码、网页浏览记录、精准定位信息等）。</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;我们将在如下流程中（这些流程均为您使用服务所必须的流程），基于实现该流程所需的目的收集您的个人信息：</p>
    <p>1、当您注册账号时，我们将收集您的<b><u>真实姓名、手机号码、身份证件号码、电子邮箱、登录密码、手势密码或面部特征等个人生物识别信息</u></b>，我们将通过发送短信验证码的方式来验证您的身份是否有效，您的手机号码为您的默认用户名，收集此类信息是为了满足相关法律法规的网络实名制要求并保护您的账号安全。</p>
    <p>2、当您使用我们提供的产品或服务时，我们将收集您的下列个人信息：</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;A、您的<b>真实姓名、<u>身份证件号码</u>、性别、手机号码、电子邮箱、婚姻状态、年龄、学历、户口所在地、现居住地（如居住地证明）、工作情况（如工作证明）、<u>收入情况（如个人银行流水）、征信报告和其他财产证明（如房产、车产等）</u></b>；</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;B、获取您的<b>位置信息</b>，以便为你提供更为精准的产品或服务；</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;C、读取个人常用移动设备的状态和身份，以便验证用户手机运营商服务可用状态；</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;D、拨打电话、读取/写入外部存储卡、摄像头、查看WLAN链接、检索正在运行的应用；</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;E、以及为实现本隐私权政策目的所需的、或者本隐私权政策或其他协议中经您授权许可的其他收集方式下所收集的信息；</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;收集此类信息是为了完成身份识别、信用审核等，如果您不提供此类信息，您可能无法正常使用我们提供的产品或服务。</p>
    <p><b>3、为更好地向您提供产品和服务，也为了我们自身的风险防控，以及保护各方的合法权益，您同意并授权我们可以通过您自主填写和提供的个人信息和资料自行或通过其他机构（包括但不限于金融信用信息基础数据库、征信机构、中国互联网金融协会及其他依法成立的地方性的行业协会、大数据服务机构及其他第三方机构，下同）依法收集您的额外个人信息，以在您使用我们提供的产品或服务前期对您的履约情况、信用情况进行审核、以及实现我们为您提供的各项服务，我们搜集的资料和信息范围包括但不限于：</b></p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;<b>A、您在我们的关联方和合作方处留存以及形成的任何数据和信息，包括但不限于您的证券账户和/或银行账户信息等；您在我们、我们的关联方或合作方以及其他机构的网络借贷平台上留存、形成、产生的有关法律文件以及任何个人信息或行为数据，包括但不限于您的交易信息、账户信息、借贷项目信息、履约或违约行为信息等；</b></p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;<b>B、您的财产信息，包括但不限于您的<u>店铺/企业经营状况、财税信息、房产信息、车辆信息、基金、保险、股票、信托、债券等投资理财信息和负债信息等；</u></b></p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;<b>C、您的信用信息，包括但不限于您的<u>征信记录和信用报告及其他信用信息</u>；</b></p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;<b>D、您在国家机关（包括但不限于行政机关、司法机关等）留存的任何信息，包括但不限于户籍信息、工商信息、诉讼信息、执行信息和违法犯罪信息等；</b></p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;<b>E、以及您使用我们提供的产品或服务所需的其他相关信息。</b></p>
    <p><b>4、您同意我们可以自行或通过合作方（包括但不限于金融信用信息基础数据库、征信机构、中国互联网金融协会及其他依法成立的行业协会、大数据服务机构及其他第三方合作机构）对您提交或我们搜集的用户信息（包括但不限于您的个人身份证信息等）进行核实、验证，并对获得的核实、验证结果进行查看、收集、使用和留存等操作。</b></p>
    <p><b>5、您在此同意并授权，我们可以直接将您的个人信息和资料用于如下用途：</b></p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;<b>A、进行用户身份识别、资料核查和验证，以审核用户的履约情况、信用情况，确保交易的合理性、安全性和防范违法犯罪活动；</b></p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;<b>B、为向您提供适合于您的服务，并持续维护、改善、优化该等服务，对您的信息进行内部归类、模型建设和分析等内部使用；</b></p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;<b>C、用于预防、发现、调查欺诈、危害安全、非法或违反与我们或我们关联方协议、政策或规则的行为，以保护您、我们的其他用户、我们或我们关联方的合法权益；</b></p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;<b>D、用于向您收取应支付的各类费用（如有）；</b></p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;<b>E、以及实现本隐私权政策目的所需的、或者本隐私权政策或其他协议中经您授权许可的其他使用方式。</b></p>
    <p><b>6、您充分知晓并确认，以下情形中，我们收集、使用个人信息无需征得您的授权或同意：</b></p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;<b>A、与国家安全、国防安全有关；</b></p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;<b>B、与公共安全、公共卫生、重大公共利益有关；</b></p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;<b>C、与犯罪侦查、起诉、审判和判决执行等有关；</b></p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;<b>D、出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；</b></p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;<b>E、所收集的个人信息是个人信息主体自行向社会公众公开的；</b></p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;<b>F、从合法公开披露的信息中收集的您的个人信息，如合法的新闻报道、政府信息公开等渠道；</b></p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;<b>G、根据您的要求签订合同所必需的；</b></p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;<b>H、用于维护所提供的产品与/或服务的安全稳定运行所必需，例如发现、处置产品与/或服务的故障；</b></p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;<b>I、为合法的新闻报道所必需；</b></p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;<b>J、学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行匿名化处理的；以及</b></p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;<b>K、法律法规规定的其他情形。</b></p>
    <h4>2、我们如何使用Cookie </h4>
    <p>1、为实现您联机体验的个性化需求，使您获得更轻松的访问体验，我们会在您的移动设备上发送一个或多个名为Cookies的小数据文件，指定给您的Cookies是唯一的，它只能被将Cookies发布给您的域中的服务器读取。我们向您发送Cookies是为了简化您重复登录的步骤、帮助判断您的登录状态以及账户或数据安全。</p>
    <p>2、我们不会将Cookie用于本隐私政策所述目的之外的任何用途。</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;<b>如果您不同意接受我们的Cookie政策，您可选择卸载此APP或取消关注。</b></p>
    <h4>3、我们如何共享、转让、公开披露您的个人信息</h4>
    <p><b>（一）共享</b></p>
    <p><b>1、我们不会与我们以外的任何公司、组织和个人共享您的个人信息，但以下情况除外：</b></p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;A、事先获得您的明确同意或授权；</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;B、根据现行可适用的法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况下进行提供；</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;C、提供给依法设立的征信机构和个人信用数据机构，以供有关单位和个人依法查询和使用；</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;D、按照监管政策的要求，提供给行业协会及其他合法成立的地方性行业协会，以供有关单位和个人依法查询和使用，并按照地方性行业协会的要求依法进行信息披露和展示；</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;E、在法律法规允许的范围内，为维护我们、我们的关联方或合作方，您或其他用户，或社会公众利益、财产或安全免遭损害而有必要提供；</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;F、提供给我们的关联方、合作方以用于现在或将来向您提供我们、我们的关联方、合作方的相关服务，您在此确认前述服务是您希望获得的；</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;G、如我们或我们的关联方涉及合并、分立、收购、资产或业务转让或类似的交易，您的个人信息可能作为此类交易的一部分而被共享，我们将确保该等信息在共享时的机密性，您同意对此予以认可和理解；</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;H、应您的需求为您处理您与他人的纠纷或者争议；</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;I、符合与您签署的相关协议（包括但不限于在线签署的电子协议以及相应的注册服务协议、规则）或其他法律文件约定所提供；</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;J、基于学术研究而使用；</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;K、基于符合法律法规的社会公共利益而使用；</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;L、为实现本隐私权政策目的所需的、或者本隐私权政策或其他协议中经您授权许可的其他共享方式。</p>
    <p>2、为了更好的为您提供服务，在我们的关联方、合作方同意承担保密义务的情况下，我们可能会与我们的关联方、合作方共享您的个人资料和信息，但受本隐私政策中所声明的目的的约束，如改变约定的目的，将再次征得您的授权。</p>
    <p><b>（二）转让</b></p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;<b>我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：</b></p>
    <p><b>1、事先获得您明确的同意或授权；</b></p>
    <p><b>2、根据适用的法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况进行提供；</b></p>
    <p><b>3、符合与您签署的相关协议（包括在线签署的电子协议以及相应的规则）或其他的法律文件约定所提供；</b></p>
    <p><b>4、在涉及合并、收购、资产转让或类似的交易时，如涉及到个人信息转让，我们会要求新的持有您个人信息的公司、组织继续受本隐私政策的约束，否则,我们将要求该公司、组织重新向您征求授权同意。</b></p>
    <p><b>（三）公开披露</b></p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;<b>我们仅会在以下情况下，且采取符合行业标准的安全防护措施的前提下，才会公开披露您的个人信息：</b></p>
    <p><b>1、根据您的需求，在您明确同意的披露方式下披露您所指定的个人信息；</b></p>
    <p><b>2、根据监管要求，向相关机构披露您的个人信息；</b></p>
    <p><b>3、根据法律、法规的要求、强制性的行政执法或司法要求所必须提供您个人信息的情况下，我们可能会依据所要求的个人信息类型和披露方式公开披露您的个人信息。在符合法律法规的前提下，当我们收到上述披露信息的请求时，我们会要求必须出具与之相应的法律文件，如传票或调查函。我们坚信，对于要求我们提供的信息，应该在法律允许的范围内尽可能保持透明。我们对所有的请求都进行了慎重的审查，以确保其具备合法依据，且仅限于执法部门因特定调查目的且有合法权利获取的数据。在法律法规许可的前提下，我们披露的文件均在加密密钥的保护之下。</b></p>
    <h4>4、我们如何保护您的个人信息</h4>
    <p><b>（一）我们保护您个人信息的技术和措施</b></p>
    <p>我们非常重视您的个人信息安全，将采取一切合理可行的技术安全措施，保护您的个人信息，但鉴于技术限制，我们无法确保您的个人信息完全不被泄露。</p>
    <p>1、采取加密技术对您的个人信息进行加密存储；</p>
    <p>2、我们通过https技术为您提供浏览服务，并通过相应的登录短信验证安全机制、数据库加密及日志加密措施保障用户数据安全；</p>
    <p>3、我们存储您个人数据的系统已从安全管理、策略、过程、网络体系结构等诸多方面保障交易及个人信息安全；</p>
    <p>4、以及其他相关措施。</p>
    <p><b>（二）安全事件处置</b></p>
    <p>1、为应对个人信息泄露、损毁和丢失等可能出现的风险，我们制定了多项制度，明确安全事件、安全漏洞的分类分级标准及相应的处理流程。我们为安全事件建立了专门的应急响应团队，按照安全事件处置规范要求，针对不同安全事件启动安全预案，进行止损、分析、定位、制定补救措施、联合相关部门进行溯源和打击。</p>
    <p>2、如不幸发生个人信息安全事件后，我们将按照法律法规的要求，及时向您告知安全事件的基本情况和可能的影响、我们已采取或将要采取的处理措施、您可自主防范和降低的风险的建议、对您的补救措施等。<b>我们会及时将事件相关情况以站内通知、短信通知、电话、邮件等您预留的联系方式告知您，难以逐一告知时我们会采取合理、有效的方式发布公告。</b></p>
    <h4>5、您如何管理您的个人信息</h4>
    <p>我们非常重视并保护您关于管理个人信息的权利，并为您提供了管理个人信息的方法。您有权利访问、更正、撤销自己的信息并保护自己的隐私和安全。</p>
    <p><b>（一）访问权</b></p>
    <p>除法律法规规定的例外情况，无论您何时使用我们的服务，我们都会力求让您顺利访问自己的个人信息。<b>如果您希望访问或编辑您账户中的个人资料信息（包括但不限于手机号码、电子邮箱、登录密码、手势密码、银行账户信息等），您可以公众号或微信小程序中执行此类操作。</b></p>
    <p><b>（二）更正权</b></p>
    <p>当您需要更新您的个人信息时，或发现我们处理您的个人信息有错误时，您有权做出更正或更新。<b>您可以自行在公众号或微信小程序中进行部分信息更正。</b>在您进行更新或更正前，我们可能会要求验证您的自己身份信息，然后再处理您的请求。<b>同时，您知悉并理解，对于您更新或更正前的个人信息，我们将继续依照可适用的法律法规规定及本隐私权政策进行保存或披露，并基于为您提供服务的目的进行使用。</b></p>
    <p><b>（三）撤销权</b></p>
    <p>您可以<b>通过公众号或微信小程序联系客服申请改变您授权同意的范围或撤回您的授权，但您撤回同意或授权后，我们可能将无法继续为您提供撤回同意或授权所对应的服务。同时，您知悉并理解，在您撤回同意或授权前提供的个人信息，我们将继续依照可适用的法律法规规定及本隐私权政策进行保存或披露。</b></p>
    <p><b>（四）注销权</b></p>
    <p>您可以通过公众号或微信小程序申请注销您的账户，一旦您注销账户，我们将停止为您提供服务，因此请您谨慎操作。但<b>您知悉并理解，在您注销账户前提供的个人信息，我们将继续依照可适用的法律法规规定及本隐私权政策进行保存或披露。</b></p>
    <p><b>（五）管理问题</b></p>
    <p>如果您无法通过上述方式访问、更正或撤销您的个人信息，或者您无法完成账户注销，或者您就我们收集、使用您信息存在任何疑问，您都可以通过公众号与我们联系。为保障安全，我们可能需要您提供书面请求，或以其他方式证明您的身份。我们将在收到您的反馈并验证您身份后尽快答复您的相关请求。</p>
    <p>我们将尽合理努力，满足您对于个人信息的访问、更正、撤销及账户注销的要求。但对于无端重复、需要过多技术手段、给他人合法权益带来风险或者非常不切实际的请求，我们可能会予以拒绝。</p>
    <p>对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将视情况收取一定成本费用。</p>
    <p><b>（六）例外</b></p>
    <p>按照法律法规要求，以下情况中，<b>我们将无法响应您的请求：</b></p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;A、与国家安全、国防安全有关的；</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;B、与公共安全、公共卫生、重大公共利益有关的；</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;C、与犯罪侦查、起诉和审判等有关的；</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;D、有充分证据表明您存在主观恶意或滥用权利的；</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;E、响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的。</p>
    <h4>6、未成年人的个人信息保护</h4>
    <p>1、我们非常重视对未成年人个人信息的保护。<b>若您是18周岁以下的未成年人，在使用我们的产品与/或服务前，应事先取得您家长或法定监护人的书面同意。</b>我们会根据国家相关法律法规的规定保护未成年人的个人信息。</p>
    <p>2、对于经父母或法定监护人同意而收集未成年人个人信息的情况，我们只会在受到法律允许、父母或监护人明确同意或者保护未成年人所必要的情况下使用或公开披露此信息。           </p>
    <p>3、如果您未能取得您监护人的同意或您未同意您的被监护人使用我们的服务并向我们提供信息，<b>请您或被监护人立即停止使用我们的服务并及时与我们取得联系。</b>在收到您的书面通知而知晓或我们自行知晓，我们在未事先获得监护人同意的情况下收集了未成年人的个人信息时，我们会立即停止相关信息收集及使用。</p>
    <h4>7、通知和修订</h4>
    <p>本隐私权政策将会随着我们的业务的发展进行更新，以便为您提供更好的服务。我们会通过在公众号或微信小程序上发出更新版本并在生效前通过公告或以其他适当方式提醒您相关内容的更新，请您及时访问以便了解最新的隐私权政策。</p>
    <h4>8、如何联系我们</h4>
    <p>如您对本隐私政策或您个人信息的相关事宜有任何问题、意见或建议，请通过公众号留言与我们联系，我们一般会在20个工作日内回复。</p>
    <h4>9、其他</h4>
    <p>（一）如本隐私权政策与我们所运营的任何APP/公众号/微信小程序的用户注册/服务协议中规定的个人信息保护条款存在不一致或矛盾之处，请以本隐私权政策的条款为准。</p>
    <p>（二）天津易维数科信息科技有限公司对本隐私权政策拥有最终的解释权，在法律法规允许的范围内，我们保留一切解释和修改的权利。</p>
    <footer>版本更新日期：2020年4月29日</footer>
  </div>
</template>

<script>
export default {
  name: 'HlAgreementPrivacy'
}
</script>
