<template>
  <div class="hl-agreement">
    <h1>维客易用户禁止性行为规则</h1>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;<b>您在注册为维客易用户之前，务必仔细阅读且充分理解本协议所有条款，特别是对服务方免责条款以及对您的限制条款，勾选“我同意”，且最终成功注册的用户，视为您对本规则的充分了解和接受。</b>在您成功注册为维客易用户后，如有违反下文任何一项规则而导致任何法律后果的发生，您将以自己的名义独立承担服务方的相关处罚措施及相应的法律责任。禁止性行为包括但不限于以下行为：</p>
    <p><b>1、教唆、引导推荐客户提供虚假材料、或协助推荐客户出具虚假资信证明；</b></p>
    <p><b>2、擅自更改推荐客户收款账户信息，变相克扣推荐客户借款资金；</b></p>
    <p><b>3、私自直接或间接向推荐客户索要额外费用或财物；</b></p>
    <p><b>4、窃取或泄露服务方或合作方或客户的商业机密、经营数据；</b></p>
    <p><b>5、与注册用户或其他方相勾结，侵害服务方或其合作方或客户的利益；</b></p>
    <p><b>6、利用维客易参与或协助套现、洗钱、非法集资等活动；</b></p>
    <p><b>7、 超越服务权限或以服务方或服务方员工的名义对外开展服务；</b></p>
    <p><b>8、借服务方提供的服务向推荐客户进行捆绑销售；</b></p>
    <p><b>9、因个人故意或过失导致操作不当引起推荐客户投诉的，给服务方或合作方带来不良影响；</b></p>
    <p><b>10、未经服务方或合作方授权，擅自使用服务方或合作方的知识产权的侵权行为；</b></p>
    <p><b>11、在向推荐客户介绍服务时，扩大宣传或虚假宣传的，隐瞒客户应履行的义务的，向客户做出虚假承诺的；</b></p>
    <p><b>12、教唆客户不履行签订的合同义务的；</b></p>
    <p><b>13、盗窃、侵占服务方或其合作方财产，据为已有；</b></p>
    <p><b>14、利用服务方或合作方的名义开展传销活动的；</b></p>
    <p><b>15、不配合或变相地址服务方或其合作方合规部门调查的；</b></p>
    <p><b>16、以不正当手段争抢业务的；</b></p>
    <p><b>17、对服务方或其合作方处理投诉事宜不予配合或变相抵制的；</b></p>
    <p><b>18、任何破坏服务方网络或数据安全的行为；</b></p>
    <p><b>19、故意散播影响服务方或其合作方形象的行为；</b></p>
    <p><b>20、引导、协助客户不配合服务方或其合作方风险评估的行为；</b></p>
    <p><b>21、为骗取服务费，未经客户授权而进行虚假推荐的行为；</b></p>
    <p><b>22、直接或间接控制推荐客户资料、证件的行为；</b></p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;<b>您存在以上任何一种或多种行为的，服务方有权解除合同，终止为您提供服务；涉嫌侵权或犯罪的，服务方有权对您提起诉讼或移送司法机关。</b></p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;本规则将适时修订，效力自修订并颁布后即时生效。天津易维数科信息科技有限公司对本规则拥有最终的解释权，在法律法规允许的范围内，服务方保留一切解释和修改的权利。</p>
    <footer>版本更新日期：2020年4月29日</footer>
  </div>
</template>

<script>
export default {
  name: 'HlAgreementProhibit'
}
</script>
