<template>
  <div class="hl-agreement">
    <h1>注册服务协议</h1>
    <p>特别提示：</p>
    <p>(1) 天津易维数科信息科技有限公司(以下简称“服务方”)是维客易公众号/微信客户端/手机APP等（以下简称“维客易APP”或“本APP”）的运营主体，维客易注册用户（以下简称“用户”或“您”）可通过注册后，向服务方和/或其合作方推荐资金需求方（以下简称“客户”）。本《注册服务协议》（以下简称“本协议”）适用于您在维客易APP的全部活动，对服务方和您均具有法律约束力的文件，构成双方之间的有效合同。</p>
    <p>(2) 服务方特别提醒，请您在注册成为用户前务必仔细阅读且充分理解本协议所有条款，特别是对服务方免责条款以及对您的限制条款，并决定是否同意所有条款。您现在可以选择：阅读本协议并决定是否继续下一步操作或者不阅读直接退出，阅读后表示同意或不同意，自行决定注册或不注册；但是，若您在系统进行注册、登录、使用等，则视为您已阅读本协议并同意全部条款，从而受本协议全部条款的约束，您不得以未签署书面协议为由，否认本协议的效力。若您不同意接受本协议所有条款，您将不能注册成为用户。服务方有权通过维客易App公布相关服务规则，该等规则构成本协议的一部分，与本协议具有同等法律效力。</p>
    <p>(3) 请您确认您为已年满18周岁且具有完全民事权利能力和民事行为能力的中华人民共和国境内自然人，否则您进行注册由此可能引发相关行为不具有法律效力的后果，且由于您的行为造成服务方、服务方的合作方或他人财产或人身权益损害或合同权益无法实现，均应由您及您的监护人负责并承担全部赔偿责任。</p>
    <p>(4) 请您确认您的注册行为和通过维客易APP进行的全部行为，为您的真实意思表示，且不是代表任何他人、组织、机构、法人等的代理行为。</p>
    <h4>一、使用规则</h4>
    <p>（一）在使用维客易APP前，您必须按照要求，提供您的真实姓名、手机号码、银行卡、联系地址及常用邮箱等信息（如有）注册成为用户。联系方式发生变更时，您应在3个工作日内进行更新。因您操作不当或留存的联系方式有误的，导致服务方无法正常提供服务的，造成的损失及法律后果由您自行承担。服务方将按照法律法规、行业标准、惯例及《隐私政策》的规定，采取合理、必要的手段及措施对用户提供、经授权收集的用户及客户信息进行保护。</p>
    <p>（二）为了保障您的权益，您在自愿注册成为系统用户前，必须仔细阅读并充分理解知悉本协议所有条款、一经注册或登录或使用即视为对本协议的充分理解和接受，如有违反而导致任何法律后果的发生，您将以自己的名义独立承担相应的法律责任。</p>
    <p>（三）在本协议履行过程中，服务方可根据监管要求或实际情况对本协议进行修改。一旦本协议的内容发生变动，将通过维客易APP公布最新的服务协议，不再向您作个别通知。如果您不同意服务方对本协议所做的修改，您有权立即停止使用维客易APP。如果您继续使用，则视为您接受服务方对本协议所做的修改，并应遵照修改后的协议执行。</p>
    <p>（四）针对服务方对于您的协议、告示或其他通知等，您同意可通过手机短信、系统通知等电子方式或常规的信件传递等方式进行，采用电子方式发送的，自前述电子文件内容在发送方发送且未被系统退回的情况下，视为进入对方数据电文接收系统即视为送达；采用常规信件方式发送的，自信件交邮后的第3日视为送达；如因您自身原因未及时查收的不影响通知的送达。因信息传输等原因导致用户未在前述通知发出当日收到该等通知的，服务方不承担责任。</p>
    <p>（五）服务方可以依实际情况判断需要暂时停止提供、限制或改变部分或全部服务，只要您仍然使用维客易APP，即表示您仍然同意本协议。</p>
    <h4>二、系统功能</h4>
    <p>（一）您成功注册后，可以根据服务方和/或其合作方的要求，通过维客易APP向其推荐符合产品要求的客户，进行房屋询值和融资申请提交，具体功能以本协议及服务方不时在维客易APP上的展示为准。</p>
    <p>（二）服务方和/或其合作方将根据审核标准进行审核，并向您展示审核结果，以便进行下一步操作。</p>
    <p>（三）服务方可根据需要对上述服务内容进行补充或者删减并将不断推出新的功能。</p>
    <h4>三、账户安全及管理</h4>
    <p>您了解并同意，确保账户及密码的机密安全是您的责任。您将对利用该注册账户及密码所进行的一切行动及言论，负完全的责任，并同意以下事项：</p>
    <p>（一）您不对其他任何人泄露账户或密码，亦不可使用其他任何人的账户或密码。因黑客、病毒或用户的保管疏忽等非系统原因导致用户的账户遭他人非法使用的，服务方不承担任何责任；</p>
    <p>（二）冒用他人账户及密码的，服务方保留追究实际使用人连带责任的权利；</p>
    <p>（三）服务方通过用户的用户账户及密码来识别用户的指令，用户确认，使用用户账户和密码登陆后在维客易APP上的操作行为均代表用户本人。用户的维客易APP账户操作所产生的电子信息记录均为用户行为的有效凭据，并由用户承担由此产生的全部责任；</p>
    <p>（四）如您发现有他人冒用或盗用其APP账号及密码，或进行任何其他未经合法授权操作的，应立即以书面形式通知服务方并要求暂停相关服务，服务方将积极响应的您的反馈，服务方对您的需求回应需要合理期限，在此之前，服务方对已执行的指令及/或所导致的您的损失不承担任何责任。</p>
    <h4>四、用户承诺及义务</h4>
    <p>（一）您承诺绝不为任何非法目的或以任何非法方式使用维客易APP，并承诺遵守中国相关法律、法规及一切使用互联网之国际惯例，遵守所有与本APP有关的网络协议、规则和程序。</p>
    <p>（二）您同意并保证不得利用本APP从事侵害他人权益或违法之行为，若有违反者应负所有法律责任。上述行为包括但不限于：</p>
    <p>1、反对宪法所确定的基本原则，危害国家安全、泄漏国家秘密、颠覆国家政权、破坏国家统一的；</p>
    <p>2、侵害他人名誉、隐私权、商业秘密、商标权、著作权、专利权、其他知识产权及其他权益；</p>
    <p>3、违反依法律或合约所应负之保密义务；</p>
    <p>4、冒用他人名义使用本APP；</p>
    <p>5、从事任何不法交易行为；</p>
    <p>6、提供赌博资讯或以任何方式引诱他人参与赌博；</p>
    <p>7、涉嫌洗钱、套现或进行传销活动的；</p>
    <p>8、从事任何可能含有电脑病毒或是可能侵害系统、资料等行为；</p>
    <p>9、利用本APP进行可能对互联网或移动网络正常运转造成不利影响之行为；</p>
    <p>10、侵犯服务方的商业利益，包括但不限于发布非经服务方许可的商业广告；</p>
    <p>11、利用本APP上传、展示或传播虚假的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、庸俗淫秽的或其他任何非法的信息资料；</p>
    <p>12、服务方有正当理由认为其他不适当之行为。</p>
    <p>（三）用户承诺不会诱致资金需求方过度举债，陷入债务陷阱；不会串通资金需求方提供虚假的资料或信息。</p>
    <p>（四）服务方保有依其单独判断删除系统内各类不符合法律政策或不真实或不适当的信息内容而无须通知用户的权利，并无需承担任何责任。若用户未遵守以上规定的，服务方有权做出独立判断并采取暂停或关闭用户账户等措施，而无需承担任何责任。</p>
    <p>（五）用户同意，由于用户违反本协议，或违反通过援引并入本协议并成为本协议一部分的文件，或由于用户使用本APP违反了任何法律或第三方的权利而造成任何第三方进行或发起的任何补偿申请或要求（包括律师费用），用户会对服务方及其关联方、合作方、董事以及雇员给予全额补偿并使之不受损害。</p>
    <p>（六）用户承诺，其提供给服务方或通过本APP上传/发布的信息、文件资料等均真实、有效、完整、详细、准确，用户有义务维持并更新以上资料。如用户违背上述承诺或服务方依其独立判断怀疑资料为错误、虚假、过时或不完整，服务方有权暂停或终止用户的注册账户，并拒绝用户使用本APP的部分或全部功能。在此情况下，服务方不承担任何责任，造成服务方或其他方损失的，用户将承担因此所产生的直接或间接的任何支出或损失赔偿责任。</p>
    <p>如因用户未及时更新基本资料，导致服务方无法提供或提供时发生任何错误，用户不得将此作为取消交易的理由，服务方亦不承担任何责任，所有后果应由用户承担。</p>
    <p>（七）用户承诺核实其推荐的资金需求方在金融机构、类金融机构及其他网络借贷信息中介机构不存在未偿还借款信息；保证借贷项目真实、合法，并按照约定用途使用借贷资金，不会用于出借等其他目的。用户承诺不具有虚构、夸大资金需求方、故意变换资金需求方身份等形式的欺诈行为及重复融资行为。</p>
    <p>（八）用户承诺已明确告知客户并取得客户授权，服务方和/或其合作方、关联方有权取得客户个人资料信息并使用。</p>
    <p>（九）用户承诺不得因使用本APP，以任何理由向客户收取任何额外的费用。</p>
    <p>（十）用户违反本协议及相关协议的约定，导致任何第三方向服务方主张任何索赔要求的，服务方有权要求用户进行赔偿，并视用户行为的性质，采取包括但不限于暂停或终止提供服务、删除发布的信息、限制使用、追究法律责任在内的各项措施。对恶意注册本APP账号或利用此账号进行违法活动、侵犯第三方合法权益的，服务方有权将其违法行为及有关信息资料按照有关规定提供给相关第三方；构成犯罪的，服务方有权移交司法机关。</p>
    <h4>五、知识产权</h4>
    <p>（一）本APP中包含的任何文本、图片、图形、音频和/或视频资料均受版权、商标和/或其它财产所有权法律的保护，未经相关权利人同意，上述资料均不得在任何媒体直接或间接发布、播放、出于播放或发布目的而改写或再发行，或者被用于其他任何商业目的。所有这些资料或资料的任何部分仅可作为私人和非商业用途而保存在某台计算机内。服务方不就由上述资料产生或在传送或递交全部或部分上述资料过程中产生的延误、不准确、错误和遗漏或从中产生或由此产生的任何损害赔偿，以任何形式，向用户或任何第三方负责。</p>
    <p>（二）本APP使用的任何软件（包括但不限于软件中所含的任何图象、照片、动画、录像、录音、音乐、文字和附加程序、随附的帮助材料）的一切权利均属于该软件的著作权人，未经该软件的著作权人许可，用户不得对该软件进行反向工程（reverse engineer）、反向编译（decompile）或反汇编（disassemble）。</p>
    <h4>六、除外责任</h4>
    <p><b>（一）在任何情况下，对于用户使用服务过程中涉及由第三方提供相关服务的责任由该第三方承担，服务方不承担该等责任。服务方不承担责任的情形包括但不限于：</b></p>
    <p><b>(1) 因银行、第三方支付机构等第三方未按照用户和/或服务方指令进行操作引起的任何损失或责任；</b></p>
    <p><b>(2) 因银行、第三方支付机构等第三方原因导致资金未能及时到账或未能到账引起的任何损失或责任；</b></p>
    <p><b>(3) 因他人实施网络诈骗、黑客攻击等违法犯罪导致用户的任何损失；</b></p>
    <p><b>(4) 因其他第三方的行为或原因导致的任何损失或责任。</b></p>
    <p><b>（二）因用户自身的原因导致的任何损失或责任，由其自行负责，服务方不承担责任。服务方不承担责任的情形包括但不限于：</b></p>
    <p><b>(1) 用户未按照本协议或服务方不时公布的任何规则进行操作导致的任何损失或责任；</b></p>
    <p><b>(2) 用户向服务方发送的指令信息不明确、或存在歧义、不完整等导致的任何损失或责任；</b></p>
    <p><b>(3) 用户应充分理解并确认其具有履行本协议的资质，且不会因为履行本协议违反服务方及与其他第三方签署的在先合同或协议（包括但不限于竞业禁止协议及兼职禁止条款等）；</b></p>
    <p><b>(4) 其他因用户原因导致的任何损失或责任。</b></p>
    <h4>七、服务中断或故障</h4>
    <p><b>用户同意，基于互联网的特殊性，服务方不保证服务不会中断，也不担保服务的及时性和/或安全性。若因系统相关状况无法正常运作，使用户无法使用任何服务或使用任何服务时受到任何影响时，服务方对用户或第三方不负任何责任，前述状况包括但不限于：</b></p>
    <p><b>(1) 系统停机维护期间；</b></p>
    <p><b>(2) 电信设备出现故障不能进行数据传输的；</b></p>
    <p><b>(3) 由于黑客攻击、网络供应商技术调整或故障、网站升级、银行方面的问题等原因而造成的服务中断或延迟；</b></p>
    <p><b>(4) 因台风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力之因素，造成系统障碍不能执行业务的。</b></p>
    <h4>八、条款的解释、法律适用及争端解决</h4>
    <p>（一）本协议是由用户与服务方共同签订的，适用于用户在维客易APP的全部活动。本协议内容包括但不限于协议正文条款及已经发布的或将来可能发布的各类规则，所有条款和规则为协议不可分割的一部分，与协议正文具有同等法律效力。本协议自用户成功注册之日起生效，本协议长期有效，除服务方终止本协议外。本协议终止并不免除用户对根据本协议所应承担的各项义务。</p>
    <p>（二）如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，则应认为该条款可与本协议相分割，并可被尽可能接近各方意图的、能够保留本协议要求的经济目的的、有效的新条款所取代，而且，在此情况下，本协议的其他条款仍然完全有效并具有约束力。</p>
    <p>（三）本协议的订立、执行和解释及争议的解决均应适用中国法律并受中国法院管辖。如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均可向北京市海淀区人民法院或服务方注册所在地人民法院提起诉讼。</p>
    <p>（四）若本协议的部分条款被认定为无效或者无法实施时，本协议中的其他条款仍然有效。</p>
    <p>（五）服务方未行使本协议中约定的任何权利，不构成对该权利的放弃。</p>
    <p>（六）天津易维数科信息科技有限公司对本协议拥有最终的解释权，在法律法规允许的范围内，服务方保留一切解释和修改的权利。</p>
    <footer>版本更新日期：2020年4月29日</footer>
  </div>
</template>

<script>
export default {
  name: 'HlAgreementRegister'
}
</script>
